from random import randint

first = ["Однажды, ","Сегодня ", "Вчера ", "Прямо сейчас ", "Когда-то ", "Неделю назад ", "Час назад ", "Минуту назад ", "Секунду назад ", "Еблан ", "Ебанутый ", "Урод ", "Шлюха ", "Хуй "] 
name = ["шард ", "hxshard ", "хуйшард ", "хершард", "гейшард", "пидорас ", "пидор ", "пидор шард "] 
glagol = ["упал ", "пошел ", "высрал ", "обосрался ", "нассал ", "насрал ", "нырнул ", "побежал ", "полетел ", "подскользнулся и упал "] 
kyda = ["в онал мыша ", "в озеро ", "в канаву ", "в свою мамку ", "в пизду ", "в навоз ", "в свою сперму ", "в уретру "] 
glagol2 = ["и сказал", "и выблевал", "и высрал", "и крикнул", "и прошептал", "и, сглотнув сперму, сказал"] 
bots = ["Connorbot ", "TriviaSearch ", "HQSearch ", "Trivia24 ", "QQuack ", "Apihot ", "CHT", "HQ", "53corp ", "Я "] 
chto = ["говно!", "высер!", "срань!", "лучший бот!", "збс!", "пиздатый!", "охуенный!", "уродство!", "херь!", "топ!", "лучший!", "нормальный!"]
joke = first[randint(0, 13)]+name[randint(0, 7)]+glagol[randint(0, 9)]+kyda[randint(0, 7)]+glagol2[randint(0, 5)]+": '"+bots[randint(0, 9)]+chto[randint(0, 11)]+"'"
print(joke)
